{
  "intents": [
    {
      "tag": "greetings",
      "patterns": [
        "bom dia",
        "boa tarde",
        "boa noite",
        "oi",
        "olá",
        "hey",
        "Oi, tudo bem?",
        "Oi, como você está?",
        "E aí, como vai?"
      ],
      "responses": [
        "Oii! Aqui é o HelloBot, assistente virtual da UBS. Em que posso ajudar?",
        "Olá, me chamo HelloBot! Posso ajudar em algo?"
      ],
      "context": [""]
    },
    {
      "tag": "who_are_you",
      "patterns": [
        "quem é você?",
        "com quem eu falo?",
        "qual o seu nome?",
        "Com quem estou falando?",
        "Com quem tenho o prazer de falar?",
        "Desculpe, poderia me dizer seu nome?",
        "Com quem tenho o privilégio de conversar?",
        "Posso saber com quem estou falando?",
        "Quem está me atendendo?",
        "Me desculpe, mas poderia me informar seu nome?",
        "Gostaria de saber com quem estou interagindo.",
        "Desculpe, mas quem é você?",
        "Com quem devo me dirigir?",
        "Poderia se identificar, por favor?",
        "Desculpe minha curiosidade, mas como você se chama?",
        "Com quem eu posso ter a honra de falar?",
        "Qual é o seu nome, por gentileza?",
        "Desculpe, mas ainda não sei com quem estou conversando.",
        "Poderia me dizer seu nome?",
        "Por favor, me diga seu nome.",
        "Quem é você? Poderia me contar um pouco sobre si?",
        "Me desculpe, mas eu gostaria de saber com quem estou falando.",
        "Com quem tenho o prazer de me comunicar?",
        "Perdão pela minha falta de informação, mas como você se chama?",
        "Quem é a pessoa do outro lado da conversa?",
        "Poderia se apresentar, por favor?",
        "Com quem estou mantendo contato?",
        "Desculpe, mas não consigo identificar com quem estou falando.",
        "Por favor, poderia me dizer seu nome?",
        "Desculpe minha curiosidade, mas quem é você?",
        "Com quem estou tendo o diálogo?",
        "Poderia me informar seu nome, por gentileza?",
        "Quem está aí? Poderia se identificar?",
        "Desculpe, mas ainda não sei quem está do outro lado da conversa.",
        "Gostaria de saber com quem estou interagindo, se não se importa em me contar.",
        "Por favor, informe seu nome para que eu possa te reconhecer e responder adequadamente.",
        "Poderia me dizer seu nome?",
        "Desculpe minha falta de conhecimento, mas eu gostaria de saber com quem estou falando."
      ],
      "responses": [
        "Me chamo HelloBot! Sou seu assistente virtual da UBS. Está com alguma dúvida sobre os serviços da unidade?",
        "Sou o HelloBot, assistente virtual da UBS. Em que posso ajudá-lo?"
      ],
      "context": [""]
    },
    {
      "tag": "purpose",
      "patterns": [
        "o que você faz?",
        "qual é a sua utilidade?",
        "qual é o seu propósito?",
        "Quais são as suas atividades diárias?",
        "Você tem alguma ocupação específica?",
        "Qual é a natureza do seu trabalho?",
        "Quais são as suas responsabilidades?",
        "Você tem uma função específica?",
        "Qual é o propósito da sua existência?",
        "Para que você serve?",
        "Qual é a sua função ou objetivo?",
        "O que você pode fazer por mim?",
        "Como você pode me ajudar?",
        "Qual é a sua utilidade prática?",
        "De que forma você pode ser útil?",
        "Como você pode facilitar a minha vida?",
        "O que eu posso esperar de você?",
        "Você tem algum benefício específico?",
        "Como você pode contribuir para o meu dia a dia?",
        "Qual é a vantagem de contar com você?",
        "O que você tem a oferecer?",
        "Você pode resolver algum problema para mim?",
        "De que maneira você pode ser relevante para mim?",
        "Qual é a sua capacidade de assistência ou suporte?",
        "Em que aspecto você pode ser valioso para mim?",
        "Você tem algum recurso ou habilidade especial?",
        "Você pode me fornecer informações úteis?",
        "Qual é o valor agregado que você traz?",
        "Como você pode suprir alguma necessidade minha?",
        "Você pode atender alguma demanda específica?",
        "De que forma você pode se encaixar no meu contexto?",
        "Você pode me auxiliar em algum aspecto específico?",
        "Você pode me oferecer algum serviço ou solução?",
        "De que forma você pode tornar a minha vida mais fácil?",
        "Você pode me proporcionar algum tipo de benefício direto?",
        "Como você pode ser relevante para os meus objetivos?",
        "Qual é a sua função essencial no contexto em que nos encontramos?",
        "Qual é a sua finalidade?",
        "Você pode suprir alguma demanda que eu tenha?"
      ],
      "responses": [
        "Fui criado para tirar dúvidas e auxiliar no atendimento da UBS",
        "Posso te fornecer informações sobre o atendimento na UBS, quais serviços são prestados, horário de funcionamento, etc."
      ],
      "context": [""]
    },
    {
      "tag": "thanks",
      "patterns": [
        "muito obrigado",
        "agradeço pela informação",
        "grato pela informação",
        "obrigado",
        "Muito obrigado pela sua ajuda!",
        "Agradeço imensamente!",
        "Obrigado por tudo!",
        "Estou muito grato!",
        "Agradeço de coração!",
        "Muito obrigado pela gentileza!",
        "Obrigado pelo apoio!",
        "Sou extremamente grato!",
        "Fico muito agradecido!",
        "Meus sinceros agradecimentos!",
        "Obrigado pela consideração!",
        "Não tenho palavras para agradecer!",
        "Obrigado por fazer a diferença!",
        "Estou profundamente agradecido!",
        "Obrigado por sua generosidade!",
        "Não tenho como expressar minha gratidão!",
        "Obrigado por sua amabilidade!",
        "Agradeço de todo o meu coração!",
        "Obrigado por sua valiosa contribuição!",
        "Não sei como agradecer o suficiente!",
        "Obrigado por tudo o que você fez!",
        "Sou imensamente grato por sua ajuda!",
        "Obrigado por ser tão prestativo!",
        "Não tenho palavras para agradecer o bastante!",
        "Estou verdadeiramente agradecido por tudo!",
        "Fico profundamente agradecido por sua presença!",
        "Obrigado por sua dedicação e esforço!",
        "Não tenho como expressar o quanto sou grato!",
        "Estou extremamente grato por sua colaboração!",
        "Agradeço de todo o meu ser!",
        "Sou imensamente grato por sua atenção!",
        "Obrigado por ser tão atencioso!",
        "Não tenho palavras suficientes para agradecer!",
        "Estou verdadeiramente agradecido por sua ajuda!",
        "Obrigado por sua paciência e compreensão!",
        "Não tenho como expressar o quanto sou grato por tudo o que você faz!"
      ],
      "responses": [
        "Nada! Posso ajudar em mais alguma coisa?",
        "De nada! Tem mais alguma dúvida?",
        "Foi um prazer! Se tiver mais alguma questão, só perguntar!",
        "Nada! Estou a disposição para o que precisar!"
      ],
      "context": [""]
    },
    {
      "tag": "good_bye",
      "patterns": [
        "tchau",
        "até mais",
        "Tchau! Até mais!",
        "Foi bom falar com você! Tchau!",
        "Tenha um bom dia!",
        "Fique bem! Tchau!",
        "Tenha uma ótima semana!",
        "Desejo tudo de bom!",
        "Desejo um ótimo dia!",
        "Foi um prazer conversar com você! Tchau!",
        "Tenha uma tarde incrível! Tchau!",
        "Desejo-lhe um ótimo final de semana! Tchau!",
        "Fique bem e até logo! Desejo-lhe tudo de bom! Tchau!"
      ],
      "responses": ["Até mais!", "Foi um prazer!", "Espero ter ajudado! Ótimo dia!"],
      "context": [""]
    },
    {
      "tag": "anything_else",
      "patterns": [""],
      "responses": ["Me Desculpe, não entendi, poderia falar de outra forma? Ainda estou aprendendo a me comunicar."],
      "context": [""]
    },
    {
      "tag": "what_is_ubs",
      "patterns": [
        "O que é uma UBS?",
        "O que são UBSs?",
        "O que é uma Unidade Básica de Saúde?",
        "O que são as Unidades Básicas de Saúde?",
        "Você pode me explicar o que é uma UBS?",
        "Eu gostaria de saber o significado de UBS, você pode me ajudar?",
        "Sabe me dizer o que significa UBS?",
        "Estou com dúvidas, você pode me explicar o que é uma UBS?",
        "Não estou familiarizado com o termo UBS, você poderia me explicar?",
        "Quero entender melhor, o que exatamente é uma UBS?",
        "Pode me esclarecer sobre o significado de UBS?",
        "Estou curioso, pode me contar o que é uma UBS?",
        "Tenho interesse em saber mais sobre UBS, você pode me explicar?",
        "Gostaria de saber mais informações sobre UBS, você pode me ajudar?",
        "Você poderia me dar uma definição de UBS?",
        "Não tenho certeza do que significa UBS, você pode me esclarecer?",
        "Estou um pouco perdido, pode me explicar o conceito de UBS?",
        "Eu não estou familiarizado com UBS, você pode me dar uma breve explicação?",
        "Sei que UBS é uma sigla, mas não sei o que ela representa, você pode me dizer?",
        "Poderia me fornecer uma descrição simples de UBS?",
        "Gostaria de entender melhor UBS, você pode me explicar de forma simples?",
        "Estou um pouco confuso, você pode me dar uma ideia geral do que é UBS?",
        "Tenho curiosidade em saber o que é UBS, você pode me ajudar a entender?",
        "Não estou familiarizado com o termo UBS, você poderia me fornecer uma explicação básica?"
      ],
      "responses": ["Unidade Básica de Saúde (UBS) é o estabelecimento da Atenção Primária, responsável por cuidar de você e da sua família próximo da sua casa. Antigamente, era conhecida como Centro de Saúde, Posto de Saúde, Clínica da Família ou Postinho. A UBS é a principal porta de entrada na Rede de Atenção à Saúde do SUS. Todo cidadão tem uma UBS de referência de acordo com o endereço de residência."],
      "context": [""]
    },
    {
      "tag": "reference_ubs",
      "patterns": [
        "Qual é a minha UBS de referência?",
        "Você sabe qual é a UBS que eu devo procurar?",
        "Me diz qual é a UBS que eu devo ir.",
        "Qual é a UBS que eu devo me dirigir?",
        "Você sabe qual é a minha UBS de referência?",
        "Poderia me informar qual é a UBS que devo buscar atendimento?",
        "Estou com dúvida, qual é a UBS que eu devo frequentar?",
        "Gostaria de saber qual é a UBS de referência para o meu atendimento.",
        "Qual é a UBS que está designada como minha unidade de referência?",
        "Você pode me dizer qual é a UBS que eu devo me cadastrar?",
        "Estou em busca da informação sobre qual é a minha UBS de referência.",
        "Qual é a UBS indicada para o meu atendimento?",
        "Você pode me orientar sobre qual é a UBS que está atribuída a mim?",
        "Me informe qual é a UBS que eu devo procurar para atendimento médico.",
        "Estou em dúvida sobre qual é a minha UBS designada, você pode me ajudar?",
        "Poderia me indicar qual é a UBS de referência para a minha região?",
        "Qual é a UBS que eu devo contatar para agendar uma consulta?",
        "Estou procurando a informação sobre qual é a minha UBS de vinculação.",
        "Você poderia me informar qual é a UBS que eu devo buscar atendimento primário?",
        "Qual é a UBS mais próxima que eu devo procurar?",
        "Me diga qual é a UBS que está responsável pelo meu acompanhamento médico."
      ],
      "responses": ["Você pode encontrar a sua UBS de referência através do link: https://info.saude.df.gov.br/buscasaudedfubs/"],
      "context": [""]
    },
    {
      "tag": "services_ubs",
      "patterns": [
        "Quais são os serviços prestados pela UBS?",
        "Você pode me dizer quais serviços são oferecidos pela UBS?",
        "Estou curioso, quais são os tipos de serviços prestados pela UBS?",
        "Quais são as opções de serviços disponíveis na UBS?",
        "Gostaria de saber quais serviços posso encontrar na UBS, você pode me informar?",
        "Poderia me contar quais são as principais atividades realizadas pela UBS?",
        "Estou em busca de informações, quais são os serviços que a UBS oferece?",
        "Quais tipos de atendimentos posso encontrar na UBS?",
        "Você pode me explicar quais são os serviços disponibilizados pela UBS?",
        "Tenho interesse em saber quais são os serviços prestados na UBS, você pode me ajudar?",
        "Quero entender melhor, quais são as principais atividades desenvolvidas pela UBS?",
        "Quais são as opções de cuidados de saúde oferecidos pela UBS?",
        "Gostaria de saber quais serviços de saúde estão disponíveis na UBS, você pode me informar?",
        "Pode me explicar quais são os atendimentos e cuidados que a UBS oferece?",
        "Estou com dúvidas, quais são os tipos de serviços que posso encontrar na UBS?",
        "Quais são os recursos e assistências disponíveis na UBS?",
        "Você pode me dizer quais são as modalidades de atendimento oferecidas pela UBS?",
        "Quais são os serviços médicos e de saúde que a UBS disponibiliza?",
        "Estou em busca de informações, quais são os cuidados e tratamentos oferecidos pela UBS?",
        "Você pode me explicar quais são os serviços de saúde primários prestados pela UBS?",
        "Tenho interesse em saber quais são as especialidades e serviços disponíveis na UBS, você pode me ajudar?"
      ],
      "responses": ["Nas Unidades Básicas de Saúde você conta com as seguintes ações de promoção, prevenção e tratamento:\n- Acolhimento;\n- Acolhimento/avaliação da mãe-bebê após alta na maternidade;\n- Cadastramento individual e domiciliar;\n- Assistência de enfermagem, médica, odontológica e multiprofissional;\n- Consultas individuais e coletivas;\n- Atenção à saúde da gestante, criança, adolescente, mulher, homem, LGBTQIA+ e idoso;\n- Acompanhamento Pré-natal e Puerpério;\n- Planejamento reprodutivo, colocação de DIU, entrega de preservativos (masculinos e femininos) e contraceptivos;\n- Desenvolvimento das ações de controle da dengue e outros riscos ambientais em saúde;\n- Identificação, tratamento e acompanhamento da tuberculose e hanseníase;\n- Ações de promoção da saúde e proteção social na comunidade;\n- Visita domiciliar;\n- Promoção da Saúde e Práticas Integrativas em Saúde (PIS);\n- Controle do tabagismo, álcool e outras drogas;\n- Acompanhamento dos beneficiários do Programa Bolsa Família (PBF);\n- Acompanhamento de doenças crônicas, incluindo hipertensão e diabetes;\n- Teste diagnóstico, tratamento e acompanhamento de dengue, zika, febre amarela e outras viroses (transmissíveis por vetores – mosquitos);\n- Eletrocardiograma;\n- Exames laboratoriais: sangue, urina, fezes e escarro;\n- Teste rápido de sífilis, HIV e Hepatites;\n- Teste rápido de gravidez;\n- Curativos, retirada de pontos, troca de sondas e ostomias, suturas e pequenos procedimentos;\n- Vacinação;\n- Coleta de exames laboratoriais;\n- Confecção de Cartão SUS;\n- Encaminhamento para especialidades médicas ambulatoriais e especializadas;\n- Entrega de medicamentos e insumos básicos;\n- Dispensação de fraldas e insumos para bexiga neurogênica;\n- Prevenção, aconselhamento, testagem e tratamento de HIV/ Aids, Hepatites, Sífilis e outras Infecções Sexualmente Transmissíveis (IST);\n- Rastreamento de câncer de colo de útero e mama;\n- Administração de medicamentos e nebulização, entre outras ações e serviços;\n- Saúde mental;\n- Saúde bucal;\n- Relatórios e laudos médicos, atestado de saúde e escolar;\n- Atendimento de pequenas urgências, como febre, tosse, dor de ouvido, dor de garganta, dor de cabeça, dor de dente, dor de barriga, enjoo e vômitos, diarreia, problemas com a amamentação, palpitação, mal estar, pequenos ferimentos, pressão alta, diabetes, pequenas queimaduras, mordedura ou arranhadura de animal, picada de insetos, urticária, unha encravada, troca de curativo, fraqueza, tremores, retirada de pontos, problemas com colesterol, problemas com álcool ou outras drogas, problemas menstruais, suspeita de gravidez, violência doméstica, ansiedade, depressão, suspeita de dengue, inchaço, e outros problemas que não colocam sua vida em risco imediato."],
      "context": [""]
    },
    {
      "tag": "specialties_ubs",
      "patterns": [
        "Quais são os profissionais médicos presentes na UBS?",
        "Quais são as especialidades médicas da UBS?",
        "Você pode me informar quais profissionais médicos estão disponíveis na UBS?",
        "Gostaria de saber quais são os médicos presentes na UBS, você pode me dizer?",
        "Quais são os profissionais de saúde que atuam na UBS?",
        "Poderia me informar quais especialidades médicas estão presentes na UBS?",
        "Estou com dúvida, quais são as áreas de especialização dos médicos da UBS?",
        "Você sabe me dizer quais especialidades médicas são oferecidas pela UBS?",
        "Quais são os tipos de médicos que posso encontrar na UBS?",
        "Estou em busca de informações, quais são os profissionais médicos presentes na UBS?",
        "Você pode me dizer quais especialidades médicas estão disponíveis na UBS?",
        "Gostaria de saber quais são as áreas de atuação dos médicos da UBS, você pode me informar?",
        "Quais são as especialidades médicas dos profissionais da UBS?",
        "Poderia me informar quais são os médicos especialistas que atendem na UBS?",
        "Estou curioso, quais são os tipos de médicos que trabalham na UBS?",
        "Você sabe me dizer quais são as especialidades médicas atendidas pela UBS?",
        "Quais são as áreas de especialização dos médicos que atuam na UBS?",
        "Estou em busca de informações sobre os profissionais médicos da UBS, você pode me ajudar?",
        "Você pode me informar quais especialidades médicas estão presentes na equipe da UBS?",
        "Gostaria de saber quais são os médicos disponíveis na UBS, você pode me dizer?",
        "Quais são os tipos de profissionais médicos que posso encontrar na UBS?",
        "Estou com dúvidas, quais são as especialidades médicas disponíveis na UBS?"
      ],
      "responses": ["As Unidades Básicas de Saúde oferecem diversos serviços básicos para acompanhar a saúde dos indivíduos prestados por médicos, enfermeiros, técnicos de enfermagem e agentes comunitários de saúde. Esses profissionais compõem equipes de Saúde da Família (eSF).\nTambém atuam na UBS dentistas e técnicos em higiene bucal organizados em equipes de Saúde Bucal (eSB).\nAlgumas unidades contam também com equipe do Núcleo Ampliado de Saúde da Família e Atenção Básica (NASF-AB), que pode ser formada por profissionais de outras especialidades como psicólogo, fisioterapeuta, nutricionista, fonoaudiólogo, farmacêutico, terapeuta ocupacional, assistente social e outros profissionais de saúde."],
      "context": [""]
    },
    {
      "tag": "expedient_ubs",
      "patterns": [
        "Qual é o horário de funcionamento da UBS?",
        "Você sabe me dizer qual é o horário de funcionamento da UBS?",
        "Gostaria de saber qual é o horário em que a UBS está aberta.",
        "Qual é o horário de atendimento da UBS?",
        "Poderia me informar qual é o horário de funcionamento diário da UBS?",
        "Estou com dúvida, qual é o horário em que posso encontrar a UBS aberta?",
        "Você sabe qual é o horário de funcionamento da UBS durante a semana?",
        "Quais são os horários em que a UBS está disponível para atendimento?",
        "Estou curioso, qual é o horário de atendimento ao público da UBS?",
        "Qual é o horário de funcionamento da UBS nos dias úteis?",
        "Você pode me dizer qual é o horário de abertura e fechamento da UBS?",
        "Gostaria de saber os horários de funcionamento da UBS, você pode me informar?",
        "Poderia me informar qual é o horário de atendimento da UBS aos sábados?",
        "Estou com dúvida, qual é o horário de funcionamento da UBS aos domingos?",
        "Você sabe me dizer qual é o horário de funcionamento da UBS nos feriados?",
        "Quais são os horários em que a UBS está disponível para consultas médicas?",
        "Qual é o horário de atendimento ao público da UBS nos dias de semana?",
        "Estou curioso para saber se há algum horário específico de atendimento na UBS ou se é durante todo o dia.",
        "Poderia me informar qual é o horário de atendimento da UBS nos períodos de férias?"
      ],
      "responses": ["O horário de funcionamento varia para cada UBS, porém devem estar abertas ao público ininterruptamente de acordo com seu horário de abertura e fechamento. Recomendo verificar a sua UBS de referência através do link: https://info.saude.df.gov.br/buscasaudedfubs/"],
      "context": [""]
    },
    {
      "tag": "service_requirements_ubs",
      "patterns": [
        "O que eu preciso para receber atendimento?",
        "Você pode me dizer o que é necessário para receber atendimento?",
        "Gostaria de saber quais são os requisitos para receber atendimento.",
        "O que eu preciso para ser atendido na UBS?",
        "Poderia me informar quais documentos ou informações são necessários para receber atendimento?",
        "Estou com dúvida, quais são os procedimentos para receber atendimento?",
        "Você sabe me dizer quais são as exigências para ser atendido na UBS?",
        "Quais são os pré-requisitos para receber atendimento na UBS?",
        "Estou curioso, quais são as condições para receber atendimento na UBS?",
        "O que é preciso providenciar para ter acesso ao atendimento na UBS?",
        "Quais são os passos que devo seguir para receber atendimento?",
        "Você pode me informar quais são as etapas para receber atendimento na UBS?",
        "Gostaria de saber quais são as informações ou documentos que devo apresentar para receber atendimento.",
        "Poderia me explicar quais são os procedimentos iniciais para receber atendimento na UBS?",
        "Estou com dúvida, quais são as informações pessoais que devo fornecer para receber atendimento?",
        "Você sabe me dizer se há algum cadastro ou registro necessário para receber atendimento na UBS?",
        "Quais são as informações que preciso fornecer para ser atendido na UBS?",
        "Estou curioso, quais são os critérios para ser elegível a receber atendimento na UBS?",
        "O que é preciso fazer para agendar uma consulta na UBS?",
        "Quais são as informações que devo apresentar ao chegar na UBS para receber atendimento?",
        "Você pode me informar se há algum formulário ou documentação específica que devo preencher para receber atendimento na UBS?"
      ],
      "responses": ["Não há nenhum pré-requisito para ser atendido nas unidades, o acolhimento está garantido a todo cidadão. No máximo, será necessário um documento oficial de identificação com foto ou do cartão SUS. Recomendamos levar um comprovante de residência também, mas não é obrigatório."],
      "context": [""]
    },
    {
      "tag": "how_the_service_works_ubs",
      "patterns": [
        "Como funciona o atendimento na UBS?",
        "Você pode me explicar como funciona o atendimento na UBS?",
        "Gostaria de entender melhor como é o processo de atendimento na UBS, você pode me explicar?",
        "Como é organizado o atendimento na UBS? Pode me contar?",
        "Estou com dúvida, você pode me explicar como é o funcionamento do atendimento na UBS?",
        "Você sabe me dizer como ocorre o atendimento na UBS?",
        "Quais são as etapas do atendimento na UBS? Pode me explicar?",
        "Estou curioso, como é feita a triagem e encaminhamento no atendimento da UBS?",
        "Poderia me informar como é estruturado o atendimento na UBS?",
        "Como é dividido o tempo de atendimento na UBS?",
        "Quais são os profissionais envolvidos no atendimento da UBS e como ocorre a interação entre eles?",
        "Você sabe me dizer se há um tempo de espera médio para o atendimento na UBS?",
        "Quais são os cuidados e orientações de saúde que são fornecidos durante o atendimento na UBS?",
        "Você pode me explicar se há um sistema de prontuário eletrônico ou papel utilizado na UBS para registrar o atendimento?"
      ],
      "responses": ["Ao comparecer na sua UBS de referência, você é acolhido por um profissional da equipe que vai coletar as informações e avaliar a necessidade de atendimento imediato – casos agudos e de maior gravidade – procedimentos, vacinação, agendamento de serviços ou encaminhamento à unidade de saúde de referência.\nAs ações como consultas, cadastro, visitas domiciliares, acompanhamento de condições como diabetes e hipertensão, acompanhamento do pré-natal são realizadas pela sua equipe de referência.\nSe houver necessidade de consultas ou atendimentos com outros profissionais como: cardiologista, oftalmologista, ortopedista, neurologista, psiquiatra, entre outros, estas serão avaliadas pela equipe de saúde da família e encaminhadas e agendadas pelo profissional da UBS. Após a consulta, você deve retornar à sua equipe de referência para continuidade do acompanhamento."],
      "context": [""]
    },
    {
      "tag": "service_priority_ubs",
      "patterns": [
        "Existe alguma ordem de prioridade para o atendimento na UBS?",
        "Gostaria de saber se o atendimento na UBS é por ordem de chegada ou se é necessário agendamento prévio.",
        "Poderia me informar se há algum protocolo de priorização de atendimentos na UBS?",
        "Como é feita a distribuição de fichas de atendimento na UBS?",
        "Você pode me informar se existe uma ordem de prioridade para o atendimento na UBS?",
        "Gostaria de saber se há algum critério de priorização para o atendimento na UBS.",
        "Existe algum sistema de triagem ou classificação de prioridades no atendimento da UBS?",
        "Poderia me explicar se há uma fila de espera com base na urgência dos casos na UBS?",
        "Estou curioso, como é determinada a ordem de atendimento na UBS?",
        "Você sabe me dizer se há algum protocolo para priorizar determinados casos no atendimento da UBS?",
        "Quais são os critérios utilizados para definir a ordem de atendimento na UBS?",
        "Existe alguma categoria de pacientes que têm prioridade no atendimento na UBS?",
        "Poderia me informar se há uma política de priorização de atendimento para casos mais graves na UBS?",
        "Estou com dúvida, como é decidida a ordem de atendimento dos pacientes na UBS?",
        "Você pode me explicar se há alguma triagem inicial para avaliar a urgência dos casos na UBS?",
        "Gostaria de saber se há algum sistema de pontuação ou classificação de prioridade no atendimento da UBS.",
        "Poderia me informar se pacientes com condições crônicas têm algum tipo de prioridade no atendimento na UBS?",
        "Estou curioso para saber se há alguma diferenciação no atendimento com base na gravidade dos sintomas na UBS.",
        "Você sabe me dizer se a idade ou a condição de saúde influenciam na ordem de atendimento na UBS?",
        "Existe alguma prioridade para grupos específicos, como gestantes, crianças ou idosos, no atendimento da UBS?",
        "Poderia me informar se há algum tipo de triagem prévia para casos de emergência no atendimento da UBS?",
        "Estou com dúvida, como é assegurado o atendimento prioritário para casos de maior urgência na UBS?"
      ],
      "responses": ["As Unidades definem a prioridade de atendimento por meio da Classificação de Risco, processo que avalia a gravidade da situação utilizando critérios clínicos e de vulnerabilidade."],
      "context": [""]
    },
    {
      "tag": "pharmacy_ubs",
      "patterns": [
        "Tem farmácia na UBS?",
        "A UBS possui farmácia?",
        "Existe uma farmácia na UBS?",
        "Posso encontrar uma farmácia na UBS?",
        "Na UBS, tem uma farmácia disponível?",
        "Gostaria de saber se a UBS conta com uma farmácia.",
        "É possível encontrar medicamentos na UBS?",
        "Na UBS, há um serviço de farmácia?",
        "Tem um ponto de dispensação de remédios na UBS?",
        "Na UBS, é possível obter medicamentos?",
        "A UBS oferece serviços de farmácia?",
        "Existe um setor de medicamentos na UBS?",
        "Na UBS, há uma farmácia interna?",
        "A UBS disponibiliza medicamentos aos pacientes?",
        "Tem uma farmácia comunitária na UBS?",
        "Posso adquirir medicamentos na UBS?",
        "Na UBS, encontro uma farmácia para comprar remédios?",
        "Gostaria de saber se na UBS tem uma farmácia para retirar medicamentos.",
        "É possível encontrar uma farmácia na UBS para atender às necessidades medicamentosas?",
        "Na UBS, há uma unidade farmacêutica para dispensação de medicamentos?",
        "A UBS conta com uma estrutura farmacêutica para fornecer medicamentos aos usuários?",
        "Existe um espaço na UBS para retirada de medicamentos?",
        "Na UBS, é disponibilizado um serviço de farmácia para a comunidade?",
        "Gostaria de saber se na UBS tem uma farmácia onde posso obter meus medicamentos.",
        "É possível encontrar uma farmácia na UBS para suprir as necessidades de medicamentos?",
        "Na UBS, há um local onde posso retirar os remédios prescritos?",
        "A UBS possui um serviço de farmácia para a população?",
        "Tem um setor de farmácia dentro da UBS?",
        "Na UBS, tem uma área dedicada à dispensação de medicamentos?",
        "É disponibilizado um serviço de farmácia na UBS para os pacientes?",
        "Existe uma farmácia na UBS onde posso conseguir meus medicamentos?",
        "Na UBS, tem uma unidade de farmácia para atender às demandas dos usuários?",
        "A UBS oferece um serviço de farmácia para os pacientes que precisam de medicamentos?",
        "Tem um ponto de retirada de remédios na UBS?",
        "Na UBS, é possível obter os medicamentos prescritos?",
        "A UBS possui farmácia?",
        "Você sabe me dizer se a UBS possui uma farmácia?",
        "Gostaria de saber se há uma farmácia dentro da UBS.",
        "A UBS conta com um serviço de farmácia?",
        "Poderia me informar se a UBS dispõe de uma farmácia própria?",
        "Estou curioso, se eu precisar de medicamentos, posso encontrá-los na UBS?",
        "Você sabe me dizer se a UBS disponibiliza medicamentos na sua estrutura?",
        "Estou com dúvida, se eu receber uma receita médica na UBS, posso retirar os medicamentos lá mesmo?",
        "Você pode me explicar se a UBS possui um estoque de medicamentos para atender aos pacientes?",
        "Gostaria de saber se a UBS dispõe de uma farmácia comunitária para os usuários.",
        "Poderia me informar se a UBS oferece medicamentos gratuitos ou a preços acessíveis na sua farmácia?",
        "Estou curioso para saber se a UBS conta com um farmacêutico para orientar sobre os medicamentos.",
        "Você sabe me dizer se a UBS possui convênio com alguma farmácia para fornecer os medicamentos prescritos?",
        "Gostaria de saber se a UBS disponibiliza medicamentos de uso contínuo na sua farmácia.",
        "Poderia me informar se a UBS oferece algum programa de assistência farmacêutica aos pacientes?",
        "Estou curioso, se eu precisar de orientações sobre os medicamentos, há algum profissional disponível na UBS para me ajudar?"
      ],
      "responses": ["As UBS possuem, sim, uma farmácia em seu estabelecimento para entrega de medicamentos gratuitos e preservativos, prestação de orientações e descarte de medicamentos vencidos/estragados. Você pode retirar um medicamento (a depender de qual) em qualquer unidade , sem considerar o endereço de referência."],
      "context": [""]
    },
    {
      "tag": "which_medicines_from_pharmacy_ubs",
      "patterns": [
        "Quais são as opções de medicamentos que posso encontrar na farmácia da UBS?",
        "Quais são os tipos de medicamentos que posso encontrar na farmácia da UBS?",
        "Você pode me informar quais são os medicamentos disponíveis na farmácia da UBS?",
        "Gostaria de saber quais são os tipos de medicamentos que posso encontrar na farmácia da UBS.",
        "Quais são os remédios que estão disponíveis na farmácia da UBS?",
        "Poderia me informar quais são os medicamentos que estão à disposição na farmácia da UBS?",
        "Estou curioso, quais são os nomes dos medicamentos que posso encontrar na farmácia da UBS?",
        "Você sabe me dizer quais são os tipos de remédios que estão disponíveis na farmácia da UBS?",
        "Quais são os medicamentos de uso comum que posso encontrar na farmácia da UBS?",
        "Estou com dúvida, quais são as marcas e dosagens dos medicamentos que posso encontrar na farmácia da UBS?",
        "Gostaria de saber se há algum programa específico que determina os medicamentos disponíveis na farmácia da UBS.",
        "Você sabe me dizer se os medicamentos na farmácia da UBS são disponibilizados mediante receita médica?",
        "Quais são os tipos de remédios de uso geral que costumam estar disponíveis na farmácia da UBS?",
        "Estou com dúvida, se eu precisar de um medicamento específico, posso encontrá-lo na farmácia da UBS?",
        "Você pode me explicar se a farmácia da UBS também disponibiliza medicamentos de uso pediátrico?",
        "Poderia me informar se há algum serviço de orientação farmacêutica disponível na farmácia da UBS?",
        "Estou curioso, se eu precisar de um medicamento de uso contínuo, posso encontrá-lo na farmácia da UBS?"
      ],
      "responses": ["Os medicamentos disponíveis gratuitamente nas unidades, bem como o estoque, podem ser conferidos na Relação de Medicamentos do Distrito Federal pelo link: https://info.saude.df.gov.br/farmacias-das-ubs/ \nGeralmente os medicamentos gratuitos atendem os principais problemas da população. São entregues também preservativos masculinos/femininos e gel lubrificante.\nObs.: Alguns materiais e medicamentos são somente entregues em unidades específicas (tal como os medicamentos de controle especial). Materiais para controle de diabetes (lancetas e fitas para glicemia capilar), por exemplo, devem ser retirados apenas na sua UBS de referência, onde é realizado o seu acompanhamento."],
      "context": [""]
    },
    {
      "tag": "who_receives_medicines_from_pharmacy_ubs",
      "patterns": [
        "Quem pode receber os medicamentos disponíveis nas Unidades Básicas de Saúde?",
        "Você pode me informar quem são as pessoas que podem receber os medicamentos disponíveis nas Unidades Básicas de Saúde?",
        "Gostaria de saber quais são os critérios para que alguém possa receber os medicamentos nas Unidades Básicas de Saúde.",
        "Quem tem direito a receber os medicamentos disponibilizados nas Unidades Básicas de Saúde?",
        "Poderia me explicar quais são as condições ou requisitos para que alguém possa retirar os medicamentos nas Unidades Básicas de Saúde?",
        "Estou curioso, quais são os grupos ou categorias de pessoas que podem receber os medicamentos nas Unidades Básicas de Saúde?",
        "Você sabe me dizer se é necessário ter uma prescrição médica para receber os medicamentos nas Unidades Básicas de Saúde?",
        "Quais são as restrições ou limitações para que alguém possa ter acesso aos medicamentos disponíveis nas Unidades Básicas de Saúde?",
        "Estou com dúvida, se uma pessoa de outra cidade pode receber os medicamentos nas Unidades Básicas de Saúde?",
        "Gostaria de saber se é necessário ser cadastrado na UBS para receber os medicamentos disponíveis.",
        "Poderia me informar se há algum critério de renda para que alguém possa ter acesso aos medicamentos nas Unidades Básicas de Saúde?",
        "Estou curioso, se uma pessoa não tiver um plano de saúde, ela pode receber os medicamentos nas Unidades Básicas de Saúde?",
        "Você sabe me dizer se há alguma restrição de idade para que alguém possa receber os medicamentos nas Unidades Básicas de Saúde?",
        "Quais são as orientações para que alguém possa receber os medicamentos disponíveis nas Unidades Básicas de Saúde?",
        "Estou com dúvida, se uma pessoa tiver uma condição de saúde crônica, ela pode receber os medicamentos nas Unidades Básicas de Saúde?",
        "Você pode me explicar se os medicamentos nas Unidades Básicas de Saúde são disponibilizados apenas para casos agudos ou também para tratamentos de longo prazo?"
      ],
      "responses": ["Qualquer pessoa poderá receber os medicamentos disponibilizados nas farmácias das Unidades Básicas de Saúde, desde que apresente receita, que pode ser da rede pública ou privada, com a substância (nome genérico) prescrita. Lembrando que as receitas de medicamentos de uso NÃO contínuo possuem o prazo de validade de 30 dias e as receitas de medicamentos de uso contínuo tem validade de 6 meses."],
      "context": [""]
    },
    {
      "tag": "required_documents_to_receive_medicines_pharmacy_ubs",
      "patterns": [
        "Quais são os documentos necessários para receber os medicamentos na farmácia da UBS?",
        "Quais documentos são necessários para receber os medicamentos da farmácia da UBS?",
        "Quais documentos devo apresentar para retirar os medicamentos na farmácia da UBS?",
        "É preciso ter algum documento para ter acesso aos medicamentos da farmácia das UBS?",
        "Quais papéis são exigidos para receber os medicamentos da farmácia das UBS?",
        "É necessário ter uma prescrição médica para retirar os medicamentos na farmácia das UBS?",
        "É preciso levar um documento de identificação para receber os medicamentos das Farmácias das UBS?",
        "Quais documentos de comprovação de residência são aceitos para retirar os medicamentos na farmácia das UBS?",
        "É necessário fazer um cadastro prévio para retirar os medicamentos na farmácia das UBS?",
        "É preciso apresentar comprovante de renda ou situação socioeconômica para receber os medicamentos da farmácia das UBS?",
        "Quais documentos são necessários para retirar os medicamentos na farmácia das UBS se não tiver um plano de saúde?",
        "É necessário apresentar documento que comprove a condição de saúde ou a necessidade dos medicamentos na Farmácia das UBS?",
        "Quais documentos são exigidos para receber os medicamentos na farmácia das UBS?",
        "Quais documentos são necessários para receber os medicamentos da farmácia da UBS se tiver uma condição de saúde crônica?"
      ],
      "responses": ["Só é necessário apresentar a receita original e a cópia, o nº SES e documento de identificação pessoal.\nIMPORTANTE: Alguns medicamentos não são entregues diretamente no balcão da farmácia, mas retirados exclusivamente com a equipe de saúde e/ou administrados na sala de medicação da unidade de saúde. Caso você tenha uma receita digital, além da cópia impressa, o arquivo disponibilizado pelo médico deverá ser obrigatoriamente encaminhado ao e-mail da farmácia onde será retirado o medicamento."],
      "context": [""]
    }
  ]
}